Repository: olielvewen/polychromatic
Catalog: locale/*.po
Languages: nl

source: About the Application
nl: Over dit programma

source: Close
nl: Sluiten

source: Version
nl: Versie

source: Component
nl: Onderdeel

source: License
nl: Licentie

source: Select a Colour
nl: Kies een kleur

source: Current
nl: Huidige kleur

source: Opens the system's colour picker
nl: Opent de kleurkiezer van het systeem

source: Edit
nl: Bewerken

source: Save this colour to the saved colour list
nl: Bewaar deze kleur op de lijst met opgeslagen kleuren

source: Saved Colours
nl: Opgeslagen kleuren

source: Add the current colour to your saved colours list by giving it a name
nl: Voeg de huidige kleur toe aan je opgeslagen kleuren door deze te voorzien van een naam

source: Save the current colour to the saved list
nl: Bewaar de huidige kleur op de lijst met opgeslagen kleuren

source: Cancel saving this colour
nl: Annuleren

source: Device Information
nl: Apparaatinformatie

source: Data
nl: Gegevens

source: Value
nl: Waarde

source: Inspect Matrix
nl: Matrix inspecteren

source: Effect Editor
nl: Effectbewerker

source: Shift LEDs
nl: Kleurrichting verschuiven

source: Playback
nl: Afspelen

source: Colours
nl: Kleuren

source: Layers
nl: Lagen

source: Layer
nl: Laag

source: Raise the layer in the stack
nl: Verschuif de laag omhoog

source: Lower the layer in the stack
nl: Verschuif de laag omlaag

source: Create a new layer in the stack
nl: Maak een nieuwe laag aan

source: Delete the selected layer
nl: Wis de geselecteerde laag

source: Duplicate the selected layer
nl: Kloon de geselecteerde laag

source: Properties
nl: Eigenschappen

source: Main Toolbar
nl: Hoofdwerkbalk

source: Create a blank frame after the current position
nl: Voeg een blanco frame toe na de huidige positie

source: New
nl: Nieuw

source: Permanently delete this frame
nl: Verwijder dit frame permanent

source: Delete
nl: Wissen

source: Create a copy of the current frame after this position
nl: Voeg een kopie van het huidige frame toe na de huidige positie

source: Clone
nl: Klonen

source: Place this frame a step before the current position
nl: Plaats dit frame vóór de huidige positie

source: Move Left
nl: Naar links verplaatsen

source: Place this frame a step after the current position
nl: Plaats dit frame ná de huidige positie

source: Move Right
nl: Naar rechts verplaatsen

source: Jump to the start of the sequence
nl: Ga naar het begin van de reeks

source: Jump to Start
nl: Ga naar begin

source: Step backward one frame
nl: Ga één frame terug

source: Previous Frame
nl: Vorig frame

source: Preview the effect from the beginning
nl: Speel een voorvertoning af vanaf het begin

source: Play
nl: Voorvertonen

source: Stop playback
nl: Voorvertoning stoppen

source: Pause
nl: Onderbreken

source: Step forward one frame
nl: Ga één frame vooruit

source: Next Frame
nl: Volgend frame

source: Jump to the last frame of the sequence
nl: Ga naar het einde van de reeks

source: Jump to End
nl: Ga naar einde

source: Toggle whether this effect should loop
nl: Geef aan of het effect moet worden herhaald

source: Loop
nl: Herhalen

source: Frames per second to play the sequence. Note that frame rates that are too high may not play properly due to bottlenecks with the driver, lighting firmware or software. This may potentially shorten the LED's lifespan.
nl: Het aantal frames per seconde waarmee de reeks moet worden afgespeeld. Let op: hogere framesnelheden kunnen mogelijk tot problemen leiden omdat het stuurprogramma, de firmware of software dit niet aankan. Ook kan het leiden tot een kortere levensduur van de ledverlichting.

source: Frames per second to play the sequence
nl: Aantal frames per seconde waarmee de reeks moet worden afgespeeld

source: Save and Close
nl: Opslaan en sluiten

source: Save the effect to disk, and close the editor
nl: Sla het effect op op de schijf en sluit de bewerker

source: Save
nl: Opslaan

source: Save any unsaved data to disk, just in case!
nl: Sla voor alle zekerheid niet-opgeslagen gegevens op!

source: Revert
nl: Terugdraaien

source: Undo any changes and reload from disk
nl: Maak alle wijzigingen ongedaan en herlaad vanaf schijf

source: Close and Discard Changes
nl: Sluiten en wijzigingen verwerpen

source: Close the editor and discard any unsaved changes
nl: Sluit de bewerker en verwerp niet-opgeslagen wijzigingen

source: Draw
nl: Tekenen

source: Draw the selected colour to LEDs by clicking or dragging over them
nl: Voorzie de ledverlichting van een kleur door de ledlampjes aan te klikken of eroverheen te tekenen

source: Picker
nl: Kiezer

source: Take an existing colour from an LED to draw with
nl: Kies een bestaande tekenkleur uit een ledlampje

source: Eraser
nl: Gum

source: Erase the colour from an LED by clicking or dragging over them
nl: Wis de kleur van een ledlampje door deze aan te klikken of eroverheen te gummen

source: Device Graphic
nl: Apparaatafbeelding

source: Present the LEDs as a graphical represention of the actual hardware (where available)
nl: Toon de ledverlichting zoals op de hardware zelf (indien beschikbaar)

source: Grid
nl: Rooster

source: Present the LEDs in a grid
nl: Toon de ledverlichting op een rooster

source: Edit Metadata...
nl: Metagegevens aanpassen…

source: Edit the name, icon and other related data for this effect
nl: Voer de naam, het pictogram en andere bijbehorende gegevens in van dit effect

source: Duplicate Layer
nl: Laag klonen

source: Delete Layer
nl: Laag wissen

source: Permanently delete the selected layer
nl: Wis de geselecteerde laag permanent

source: Raise Layer
nl: Omhoog

source: Lower Layer
nl: Omlaag

source: Shift Left
nl: Naar links

source: Push all LEDs on this layer/frame by one column to the left
nl: Verschuif alle ledlampjes op deze laag/dit frame één kolom naar links

source: Shift Right
nl: Naar rechts

source: Push all LEDs on this layer/frame by one column to the right
nl: Verschuif alle ledlampjes op deze laag/dit frame één kolom naar rechts

source: Shift Up
nl: Omhoog

source: Push all LEDs on this layer/frame by one row upwards
nl: Verschuif alle ledlampjes op deze laag/dit frame één rij omhoog

source: Shift Down
nl: Omlaag

source: Push all LEDs on this layer/frame by one row downwards
nl: Verschuif alle ledlampjes op deze laag/dit frame één rij omlaag

source: New Layer...
nl: Nieuwe laag…

source: Zoom In
nl: Inzoomen

source: Enlarge the graphic or grid in the viewport
nl: Vergroot de afbeelding of het rooster

source: Zoom Out
nl: Uitzoomen

source: Shrink the graphic or grid in the viewport
nl: Verklein de afbeelding of het rooster

source: Reset Zoom
nl: Standaard zoomniveau

source: Reset the size of the graphic or grid in the viewport
nl: Zet de afbeelding of het rooster terug op het standaard zoomniveau

source: Move Frame Left
nl: Naar links verplaatsen

source: Move Frame Right
nl: Naar rechts verplaatsen

source: Online Help
nl: Online-hulp

source: What's New?
nl: Wat is er nieuw?

source: Report a Bug
nl: Bug melden

source: Donate
nl: Doneren

source: About
nl: Over

source: Edit Triggers...
nl: Triggers bewerken…

source: Configure automation for this effect, such as time of day, or when a process is running
nl: Automatiseer het effect, bijv. door een tijdstip in te stellen of bij welk proces het moet worden getoond

source: New Frame
nl: Nieuw frame

source: Delete Frame
nl: Frame verwijderen

source: Clone Frame
nl: Frame klonen

source: Start playback
nl: Voorvertoning starten

source: Stop
nl: Stoppen

source: Pause playback
nl: Voorvertoning onderbreken

source: Left
nl: Links

source: Right
nl: Rechts

source: Show Key Labels
nl: Toetslabels tonen

source: Show or hide the labels and symbols on keys
nl: Toont of verberg toetslabels en -symbolen

source: Edit Metadata
nl: Metagegevens aanpassen

source: Name
nl: Naam

source: Untitled Effect
nl: Naamloos effect

source: Author
nl: Maker

source: Author URL
nl: Website van maker

source: Icon
nl: Pictogram

source: Summary
nl: Samenvatting

source: Device
nl: Apparaat

source: Mapping
nl: Toewijzing

source: Use a graphic resembling this device:
nl: Toon een afbeelding van het apparaat:

source: Use a grid
nl: Toon een rooster

source: Preview
nl: Voorvertoning

source: Heads up! Animated GIFs are not supported by all desktop environments.
nl: Let op: bewegende gif-afbeeldingen worden niet door alle werkomgevingen ondersteund.

source: Tray Applet
nl: Systeemvakpictogram

source: Emblems
nl: Emblemen

source: Applications
nl: Programma's

source: Custom
nl: Aangepast

source: Browse for an icon to import
nl: Kies een te importeren pictogram

source: Delete this custom icon from your list
nl: Verwijder dit pictogram van de lijst

source: Use the arrow keys, click or drag on the table below to light up that LED on the physical device.
nl: Gebruik de pijltjestoetsen, klik of sleep op de tabel om het ledlampje op het apparaat op te laten lichten.

source: Please wait...
nl: Even geduld…

source: Devices
nl: Apparaten

source: Effects
nl: Effecten

source: Presets
nl: Voorinstellingen

source: Tasks
nl: Taken

source: Apply to All
nl: Toepassen op alles

source: Close Application
nl: Programma sluiten

source: New Effect...
nl: Nieuw effect…

source: Hide Menu Bar
nl: Menubalk verbergen

source: Quit
nl: Afsluiten

source: Restart Daemon
nl: Achtergronddienst herstarten

source: Open Log...
nl: Logboek openen…

source: Configure...
nl: Instellen…

source: About OpenRazer
nl: Over OpenRazer

source: New Preset...
nl: Nieuwe voorinstelling…

source: New Preset from Current Devices...
nl: Nieuwe voorinstelling op basis van huidige apparaten…

source: Restart Tray Applet
nl: Systeemvakpictogram herstarten

source: View Background Tasks
nl: Achtergrondtaken tonen

source: Keep the Menu Bar
nl: Menubalk tonen

source: Duplicate
nl: Klonen

source: Preferences
nl: Instellingen

source: Troubleshoot
nl: Probleemoplossing

source: Refresh
nl: Verversen

source: Import Effect...
nl: Effect importeren…

source: New Effect
nl: Nieuw effect

source: Please choose the type of effect to create.
nl: Kies het soort effect dat je wilt creëren.

source: Create simple effects using a layer-based system
nl: Creëer eenvoudig effecten middels een op lagen gebaseerd systeem

source: Layered
nl: Lagen

source: Create an animated (or static) using frames and pixels
nl: Creëer een bewegend (of statisch) effect middels frames en pixels

source: Sequence
nl: Reeks

source: Write the effect using the Python programming language
nl: Programmeer een effect met de Python-programmeertaal

source: Hover for more details
nl: Houdt de cursor erboven voor meer informatie

source: OpenRazer Configuration
nl: OpenRazer-instellingen

source: These settings only apply to the OpenRazer daemon. They are not supported by this application.
nl: Deze instellingen zijn alleen van toepassing op de OpenRazer-achtergronddienst en worden niet ondersteund door dit programma.

source: Enable verbose logging
nl: Uitgebreid logboek aanleggen

source: Sync effects across devices
nl: Effecten synchroon laten lopen tussen apparaten

source: Periodically notify battery status (for supported devices)
nl: Batterijniveau tonen via melding (alleen ondersteunde apparaten)

source: Notification Frequency
nl: Meldingsfrequentie

source: seconds
nl: seconden

source: These settings will be used by Polychromatic when interfacing with the OpenRazer daemon.
nl: Deze instellingen worden gebruikt door Polychromatic tijdens het communiceren met de OpenRazer-achtergronddienst.

source: Download device images
nl: Apparaatafbeeldingen opslaan

source: OpenRazer stores image URLs pointing to a CDN. These images may be proprietary. This application retrieves images for your devices once and caches them locally.
nl: OpenRazer bewaart afbeeldingslinks die verwijzen naar een CDN. Deze afbeeldingen kunnen een niet-vrije licentie hebben. Dit programma haalt afbeeldingen eenmaal op en cachet ze lokaal.

source: Ripple Refresh Rate
nl: Rimpel-ververssnelheid

source: Scroll Wheel
nl: Scrollwiel

source: Hex Ring
nl: Hexagonale ring

source: Laptop Lid
nl: Laptopdeksel

source: Backlight
nl: Achtergrondverlichting

source: Brightness
nl: Helderheid

source: On
nl: Aan

source: Off
nl: Uit

source: Enabled
nl: Ingeschakeld

source: None
nl: Geen

source: Wave
nl: Golf

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: Clockwise
nl: Naar rechts draaien

source: Anti-clockwise
nl: Naar links draaien

source: Ripple
nl: Rimpel

source: Random
nl: Willekeurig

source: Single
nl: Eentonig

source: Reactive
nl: Reactief

source: Static
nl: Statisch

source: Breath
nl: Adem

source: Dual
nl: Tweetonig

source: Triple
nl: Drietonig

source: Starlight
nl: Ster

source: Fast
nl: Snel

source: Medium
nl: Gemiddeld

source: Slow
nl: Langzaam

source: Pulsate
nl: Pulseren

source: Poll Rate
nl: Peilsnelheid

source: Game Mode
nl: Gamemodus

source: USB Accessory
nl: USB-accessoire

source: Headset
nl: Koptelefoon

source: Keyboard
nl: Toetsenbord

source: Keypad
nl: Numpad

source: Mousemat
nl: Muismat

source: Mouse
nl: Muis

source: Unrecognised
nl: Niet-herkend

source: Green
nl: Groen

source: Device Info
nl: Apparaatinformatie

source: Effect Mode
nl: Effectmodus

source: Primary Colour
nl: Primaire kleur

source: Secondary Colour
nl: Secundaire kleur

source: Tertiary Colour
nl: Tertiaire kleur

source: Change []
nl: [] wijzigen

source: Backend Error
nl: Backendfout

source: Device Unavailable
nl: Apparaat is niet beschikbaar

source: The request could not be completed due to devices being removed/inserted.
nl: Het verzoek kan niet worden afgehandeld omdat er apparaten worden af- of aangekoppeld.

source: Please refresh and try again.
nl: Herlaad en probeer het opnieuw.

source: No devices connected
nl: Geen apparaten aangekoppeld

source: No backends loaded
nl: Geen backends geladen

source: No backends installed
nl: Geen backends geïnstalleerd

source: Plug in a compatible device to control its lighting effects and features
nl: Plu een compatibel apparaat in om de lichteffecten en functies ervan te bedienen

source: Consult the logs and troubleshooter for hints on fixing this problem
nl: Raadpleeg het logboek en de probleemoplossing voor tips omtrent het verhelpen van dit probleem

source: Install a compatible backend to configure lighting effects
nl: Installeer een compatibel backend om de lichteffecten in te stellen

source: Show Error Details
nl: Foutmeldingsinformatie tonen

source: Backend Error: []
nl: Backendfout: []

source: The last line of the exception was:
nl: De laatste regel van de uitzondering is:

source: Unrecognised Device
nl: Niet-herkend apparaat

source: Restart
nl: Herstarten

source: Error Details
nl: Foutmeldingsinformatie

source: There was a problem opening this device
nl: Er is een probleem opgetreden bij het openen van het apparaat

source: View Details
nl: Details tonen

source: Yes
nl: Ja

source: No
nl: Nee

source: Form Factor
nl: Vormfactor

source: Serial
nl: Serienummer

source: Image
nl: Afbeelding

source: Firmware Version
nl: Firmware-versie

source: Keyboard Layout
nl: Toetsenbordindeling

source: 1 row
nl: 1 rij

source: 2 rows
nl: 2 rijen

source: 1 column
nl: 1 kolom

source: 2 columns
nl: 2 kolommen

source: Matrix Dimensions
nl: Matrix-afmetingen

source: Type
nl: Soort

source: Active
nl: Actief

source: Parameters
nl: Aanvullende opties

source: Current Value
nl: Huidige waarde

source: Interval
nl: Tussenpoos

source: Coordinate: X,Y
nl: Coördinaat: X,Y

source: Coordinate: (Multiple)
nl: Coördinaat: (meerdere)

source: Columns: []
nl: Aantal kolommen: []

source: Rows: []
nl: Aantal rijen: []

source: (Not Set)
nl: (niet ingesteld)

source: Missing Device
nl: Ontbrekend apparaat

source: This effect is designed for a device named '[]', but it wasn't detected.
nl: Dit effect is ontworpen voor '[]', maar dit apparaat is niet aangetroffen.

source: Live preview has been disabled for this session.
nl: De live-voorvertoning is uitgeschakeld in deze sessie.

source: File Error
nl: Bestandsfout

source: The device '[]' is assigned to this effect, but does not support individual addressable LEDs.
nl: '[]' is toegewezen aan dit effect, maar dit apparaat ondersteunt geen individuele aanpasbare ledlampjes.

source: Unsaved Changes
nl: Niet-opgeslagen aanpassingen

source: This effect was modified. Would you like to save these changes?
nl: Dit effect is aangepast. Wil je de aanpassingen opslaan?

source: Gradient
nl: Kleurverloop

source: Pulsing
nl: Pulsering

source: Cycling
nl: Wisseling

source: Run Scripted Effect
nl: Gescript effect uitvoeren

source: Save Error
nl: Fout tijdens opslaan

source: Save failed. Please check the permissions and try again.
nl: Het opslaan is mislukt. Controleer de rechten en probeer het opnieuw.

source: Saved to: []
nl: Opgeslagen in: []

source: Reload the effect from disk? Any unsaved data will be lost!
nl: Wil je het effect opnieuw inlezen? Alle niet-opgeslagen gegevens gaan verloren!

source: An error occurred while sending the frame to the hardware.
nl: Er is een fout opgetreden tijdens het versturen van het frame naar de hardware.

source: Temporarily changed the graphic. To make permanent, edit the metadata.
nl: De afbeelding is tijdelijk gewijzigd. Pas de metagegevens aan om dit permanent te maken.

source: Temporarily changed the graphic. To make permanent, edit the application's preferences.
nl: De afbeelding is tijdelijk gewijzigd. Pas de instellingen aan om dit permanent te maken.

source: Frame [1] of [10]
nl: Frame [1] van [10]

source: Permanently delete this frame? There is no undo.
nl: Wil je dit frame permanent verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Tip: This confirmation can be suppressed via the Editor tab under Preferences.
nl: Tip: deze vraag kan worden verborgen op het 'Bewerker'-tabblad in de instellingen.

source: This LED is empty - nothing to erase here!
nl: Dit ledlampje is blanco, dus er valt niks te verwijderen!

source: This LED is empty - no colour to pick here!
nl: Dit ledlampje is blanco, dus er valt geen kleur te kiezen!

source: Controller Error
nl: Controllerfout

source: Failed to load the Qt Web Engine. Unfortunately, editing won't be possible.
nl: QtWebEngine kan niet worden geladen - hierdoor is bewerken helaas niet mogelijk.

source: Make sure the application (and its dependencies) are installed and configured correctly.
nl: Zorg dat het programma (en alle bijbehorende afhankelijkheden) juist geïnstalleerd en ingesteld zijn.

source: Missing File
nl: Ontbrekend bestand

source: This effect is mapped to a graphic named '[]', but it's not installed.
nl: Dit effect is toegewezen aan een afbeelding genaamd '[]', maar deze is onvindbaar.

source: The grid will be used instead. A different graphic can be chosen by editing the metadata.
nl: In plaats daarvan wordt het rooster gebruikt. Pas de metagegevens aan om een andere afbeelding te kiezen.

source: It's empty here!
nl: Het is hier erg leeg!

source: Error loading effect
nl: Fout tijdens laden van effect

source: There's invalid data in this file. The file might be corrupt.
nl: Dit bestand bevat ongeldige gegevens - waarschijnlijk is het beschadigd.

source: File In Use
nl: Bestand is in gebruik

source: This file is being edited in another window. Please close that editor first.
nl: Dit bestand wordt al bewerkt in een ander venster - sluit dat eerst.

source: Choose Effect Icon
nl: Effectpictogram kiezen

source: The menu bar is now hidden. To temporarily reveal, press Alt.
nl: De menubalk is nu verborgen. Druk op Alt om de menubalk tijdelijk te tonen.

source: Polychromatic is about to open a web page for this resource. Unfortunately, it is only available in English at this time.
nl: Polychromatic staat op het punt om een bij deze bron behorende website te openen. Helaas is deze bron momenteel alleen beschikbaar in het Engels.

source: Report Bug
nl: Bug melden

source: About []
nl: Over []

source: Documentation
nl: Documentatie

source: Source Code
nl: Broncode

source: Release Notes
nl: Wijzigingslog

source: Restarting the backend/application...
nl: Bezig met herstarten van backend/programma…

source: Restart Backend?
nl: Backend herstarten?

source: Restarting this backend will also restart Polychromatic. Any unsaved data will be lost. Continue?
nl: Door het backend te herstarten, wordt Polychromatic eveneens herstart. Niet-opgeslagen gegevens gaan verloren. Weet je het zeker?

source: Choose Tray Applet Icon
nl: Systeemvakpictogram kiezen

source: Unknown
nl: Onbekend

source: Restart Required
nl: Herstart vereist

source: To apply these changes, the application must be restarted. Any unsaved changes will be lost.
nl: Herstart Polychromatic om de wijzigingen toe te passen. Niet-opgeslagen gegevens gaan verloren.

source: Reset to Default Colours
nl: Standaardkleuren terugzetten

source: All colours in the list will be reset. Continue?
nl: Alle kleuren op deze lijst worden teruggezet. Weet je het zeker?

source: Restarting...
nl: Bezig met herstarten…

source: Restart All
nl: Alles herstarten

source: Playing software effect
nl: Bezig met afspelen van software-effect

source: No longer running
nl: Niet meer actief

source: Change...
nl: Wijzigen…

source: Image Files
nl: Afbeeldingsbestanden

source: PNG Image
nl: PNG-afbeelding

source: JPEG Image
nl: JPEG-afbeelding

source: GIF Image
nl: GIF-afbeelding

source: SVG Image
nl: SVG-afbeelding

source: All Files
nl: Alle bestanden

source: When Steam is installed, icons from your games will appear here.
nl: Als Steam geïnstalleerd is, dan worden de pictogrammen van je games hier getoond.

source: Drag and drop icons here, or add them by pressing the Import button.
nl: Sleep pictogrammen hierheen of voeg ze toe middels de knop 'Importeren'.

source: No icons found!
nl: Geen pictogrammen aangetroffen!

source: Import Custom Icon
nl: Eigen pictogram importeren

source: The file contains invalid data.
nl: Dit bestand bevat ongeldige gegevens.

source: The file no longer exists. Please refresh the page.
nl: Dit bestand bestaat niet meer - herlaad de pagina.

source: This file was saved in a newer version of this program.
nl: Dit bestand is opgeslagen met een nieuwere versie van dit programma.

source: Unspecified error: []
nl: Onbekende foutmelding: []

source: This file cannot be opened:
nl: Dit bestand kan niet worden geopend:

source: The operation could not be completed due to an error processing this file.
nl: De handeling kan niet worden afgerond vanwege een tijdens het verwerken ontstane fout.

source: Please make sure the file permissions are recursively correct:
nl: Zorg dat de bestandsrechten recursief goed staan:

source: [] (Copy)
nl: [] (kopie)

source: Running troubleshooter...
nl: Bezig met uitvoeren van probleemoplossing…

source: Troubleshooting...
nl: Probleemoplossing…

source: Troubleshooting Failed
nl: Probleemoplossing mislukt

source: The troubleshooter for this backend is not available for this operating system.
nl: De probleemoplossing, behorende bij dit backend, is niet beschikbaar op dit besturingssysteem.

source: Passed
nl: Geslaagd

source: Failed
nl: Mislukt

source: Troubleshooter for []
nl: Probleemoplossing van []

source: Everything appears to be in working order!
nl: Alles lijkt keurig te werken!

source: Layer 1
nl: Laag 1

source: White
nl: Wit

source: Red
nl: Rood

source: Blue
nl: Blauw

source: Orange
nl: Oranje

source: Pink
nl: Roze

source: Purple
nl: Paars

source: Yellow
nl: Geel

source: Light Grey
nl: Lichtgrijs

source: Dark Grey
nl: Donkergrijs

source: Black
nl: Zwart

source: Daemon is installed
nl: De achtergronddienst is geïnstalleerd

source: Install the 'openrazer-meta' package for your distribution.
nl: Installeer het pakket 'openrazer-meta'.

source: Daemon is running
nl: De achtergronddienst is actief

source: Python library is installed
nl: De Python-bibliotheek is geïnstalleerd
