Repository: olielvewen/polychromatic
Catalog: locale/*.po
Languages: nl

source: Install the 'openrazer-driver-dkms' package for your distribution.
nl: Installeer het pakket 'openrazer-driver-dkms'.

source: Check Secure Boot (EFI) status
nl: (EFI) Secure Boot-status controleren

source: User account has been added to the 'plugdev' group
nl: Het gebruikersaccount is toegevoegd aan de 'plugdev'-groep

source: Hide menu bar
nl: Menubalk verbergen

source: Press Alt to temporarily show the menu bar while it is hidden.
nl: Druk op Alt om de menubalk tijdelijk te tonen als deze verborgen is.

source: Toolbar
nl: Werkbalk

source: Follow System Style
nl: Systeeminstelling gebruiken

source: Icons Only
nl: Alleen pictogrammen

source: Text Only
nl: Alleen tekst

source: Text Alongside Icons
nl: Tekst naast pictogrammen

source: Text Under Icons
nl: Tekst onder pictogrammen

source: Landing Tab
nl: Standaard tabblad

source: Window Behaviour
nl: Venstergedrag

source: Always open in the center
nl: Altijd op midden van scherm plaatsen

source: Remember last position and size
nl: Recentste vensterpositie en -grootte onthouden

source: Let the window manager decide
nl: Instellingen van vensterbeheerder volgen

source: Appearance
nl: Vormgeving

source: GTK Status Icon (Legacy)
nl: GTK-statuspictogram (verouderd)

source: Autostart Delay
nl: Vertraging automatisch opstarten

source: On some desktop environments, due to race conditions, it may be necessary to wait so the applet's icon or device list is loaded properly.
nl: Op sommige werkomgevingen, in specifieke gevallen, kan het nodig zijn om het automatisch opstarten te vertragen om het systeemvakpictogram juist te laten werken.

source: Start the tray applet when I log on
nl: Systeemvakpictogram automatisch opstarten

source: Editor
nl: Bewerker

source: Use system cursors
nl: Systeemcursors gebruiken

source: Behaviour
nl: Gedrag

source: Background Tasks
nl: Achtergrondtaken

source: To provide background features (like software effects and triggers), additional processes may be spawned.
nl: Er kunnen aanvullende processen benodigd zijn om bepaalde achtergrondtaken uit te voeren (zoals effecten en aanroepingen).

source: Task
nl: Taak

source: Troubleshooter
nl: Probleemoplossing

source: Troubleshooting complete!
nl: Probleemoplossing voltooid!

source: Result
nl: Resultaat

source: Check
nl: Controleren
